package controller;

/**
 * @author Alfred Röttger Rydahl
 */

public class Controller {

    /*
    --------------------------- Fields ---------------------------
     */

    /*
    ------------------------ Constructors ------------------------
     */
    /*
    ------------------------- Properties -------------------------
     */
    /*
    ----------------------- Public Methods -----------------------
     */
    /*
    ----------------------- Support Methods ----------------------
     */
}
